tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "miktex/miktex"
brew "antigen"
brew "autoconf"
brew "automake"
brew "bash"
brew "bison"
brew "boost"
brew "freetype"
brew "gettext", link: true
brew "ccache"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "elixir"
brew "exercism"
brew "flex"
brew "git"
brew "libksba"
brew "gnupg"
brew "git-secret"
brew "python"
brew "graphviz"
brew "imagemagick"
brew "imagemagick@6"
brew "jemalloc"
brew "jq"
brew "kubernetes-cli"
brew "mongodb"
brew "mysql"
brew "mysql-connector-c", link: false
brew "openssl@1.1"
brew "pandoc"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby", link: true
brew "thrift"
cask "calibre"
cask "chromedriver"
cask "font-hack-nerd-font"
